{
    "Index": {
      "title": "Hello world!",
      "name":"Montagab"
    },
    
    "Home":{
      "job":"Front-End Developer",
      "hello":"Hi , I am",
      "name":"Montagab Al-Hamawy",
      "text":", Front-End Developer with 3+ years of experience specializing in Next.js and React.js, with strong knowledge of Vue.js and Nuxt.js. Proficient in modern UI frameworks such as Tailwind CSS and Bootstrap, as well as CMS platforms like WordPress and Elementor. Skilled in building scalable, responsive, and high-performance web applications. Demonstrated ability to collaborate in cross-functional teams, deliver clean and maintainable code, and create seamless user experiences.",
        "button":"Download CV"
    },
    "About":{
      "title":"About",
      "text1":"Front-End Developer with over three years of hands-on experience in building modern, scalable, and high-performance web applications. My passion lies in transforming ideas into seamless and engaging user interfaces that provide real value to users.",
      "text2":"I specialize in Next.js and React.js, with solid knowledge of Vue.js and Nuxt.js, allowing me to adapt and work across different modern frameworks.",
      "text3":"My technical toolkit also includes strong proficiency in Tailwind CSS and Bootstrap, alongside practical experience in customizing and managing content-driven websites using WordPress and Elementor.",
        "title1":"My strengths include:",
        "t1":"Writing clean, maintainable, and scalable code.",
        "t2":"Building responsive UIs that work perfectly across devices.",
        "t3":"Collaborating effectively within cross-functional teams.",
        "t4":"Solving complex technical challenges with creative solutions.",
       "text4":"Beyond coding, I’m passionate about continuous learning and staying up-to-date with the latest web technologies. I’m also expanding my knowledge into Back-End development and mobile applications, aiming to become a more versatile and well-rounded developer.",
        "text5":"I believe that true success in development comes from combining specialization with flexibility, and passion with professionalism.",
      "namen":"Name",
      "name":"Montagab Al-Hamawy",
      "agen":"Age",
      "age":"22",
      "studyn":"Study",
      "study":"IT / Albaath University",
      "nationalityn":"Nationality",
      "nationality":"Syrian",
      "addressn":"Address",
      "address":"Syria - Homs",
      "experiencen":"Experience",
      "experience":"3 Years"
    },
    "Projects":{
      "title":"Projects"
    },
    "Skills":{
      "title1":"PROGRAMMING SKILLS",
      "title2":"LANGUAGES"
    },
    "Contact":{
      "title":"Contact us",
      "email":"Email",
      "phone":"Phone",
      "name":"Name",
      "message":"Message",
      "send":"Send Email",
      "please":"Please fill out all fields 😒",
      "sending":"Sending...",
      "sent":"Sent 😍",
      "error":"Failed to send 😢"
    },
    "Not-Found":{
      "not1":"It seems you have lost your way",
      "not2":"try to go back where you came from"
    },
    "Footer":{
      "copyright":" 2024 All Rights Reserved",
      "developed":"Developed with love by Montagab"
    }
  }
